{"one":"เราเก็บรวบรวมข้อมูลเกี่ยวกับท่าน ซึ่งท่านมอบให้แก่เราเมื่อใช้งานเว็บไซต์ เช่น ชื่อ ที่อยู่ หมายเลขโทรศัพท์ ข้อมูลบัตรเครดิต อีเมล ชื่อที่พัก ตำแหน่งที่ตั้งของที่พัก และ/หรือ ระยะเวลาการเข้าพัก และรหัสบัญชีผู้ใช้คลิกแอนด์โกของท่าน เมื่อท่านเยี่ยมชมเว็บไซต์ของเรา เรายังอาจเก็บข้อมูลการใช้งานบางประการโดยอัตโนมัติ เช่น เลขที่อยู่ IP ข้อมูลทางภูมิศาสตร์ ประเทศ การตั้งค่าการค้นหาที่เกี่ยวข้องกับการค้นหาเฉพาะเจาะจง เบราว์เซอร์ และข้อมูลเกี่ยวกับระบบปฏิบัติการของอุปกรณ์ของท่าน เวอร์ชั่นของแอปพลิเคชั่น การตั้งค่าภาษา และหน้าเว็บไซต์ที่แสดงแก่ท่าน หากท่านใช้อุปกรณ์พกพาเพื่อใช้งานแอปหรือโมบายล์เว็บไซต์ของเรา เราอาจเก็บข้อมูลที่ระบุถึงอุปกรณ์พกพาของท่าน เช่น หมายเลขของอุปกรณ์ ตำแหน่งที่ตั้งของอุปกรณ์ (โดยได้รับอนุญาตจากท่าน) และการตั้งค่าและคุณลักษณะเฉพาะของอุปกรณ์ เมื่อท่านเยี่ยมชมเว็บไซต์ของเรา เรายังอาจเก็บข้อมูลการใช้งานบางประการโดยอัตโนมัติ เช่น เลขที่อยู่ IP ข้อมูลทางภูมิศาสตร์ ประเทศ การตั้งค่าการค้นหาที่เกี่ยวข้องกับการค้นหาเฉพาะเจาะจง เบราว์เซอร์ และข้อมูลเกี่ยวกับระบบปฏิบัติการของอุปกรณ์ของท่าน เวอร์ชั่นของแอปพลิเคชั่น การตั้งค่าภาษา และหน้าเว็บไซต์ที่แสดงแก่ท่าน หากท่านใช้อุปกรณ์พกพาเพื่อใช้งานแอปหรือโมบายล์เว็บไซต์ของเรา เราอาจเก็บข้อมูลที่ระบุถึงอุปกรณ์พกพาของท่าน เช่น หมายเลขของอุปกรณ์ ตำแหน่งที่ตั้งของอุปกรณ์ (โดยได้รับอนุญาตจากท่าน) และการตั้งค่าและคุณลักษณะเฉพาะของอุปกรณ์ หากท่านเข้าร่วมโปรแกรมของคลิกแอนด์โก เราอาจเก็บข้อมูลเพิ่มเติมอย่างจำกัดจากที่พัก ซึ่งเกี่ยวข้องกับการเข้าพักของท่าน เช่น รายการค่าใช้จ่าย (ไม่ระบุตัวตน) ซึ่งเป็นข้อมูลส่วนหนึ่งของโปรแกรมคลิกแอนด์โก รีเซฟชั่น เมื่อท่านจองห้องพัก ระบบของเราจะบันทึกว่าท่านจองด้วยวิธีใดและจากเว็บไซต์ใด เรายังอาจเก็บรวบรวมข้อมูลบางประการผ่านทางคุกกี้ แท็ก และเทคโนโลยีที่คล้ายคลึงกัน ดังรายละเอียดที่ระบุไว้ด้านล่าง\n\n\nหากท่านต้องการติดต่อฝ่ายลูกค้าสัมพันธ์ หรือติดต่อหาเราผ่านช่องทางอื่นๆ (เช่น โซเชียลมีเดีย หรือติดต่อที่พักผ่านคลิกแอนด์โก) เราจะเก็บข้อมูลของท่านจากช่องทางอื่นๆ นั้นด้วยเช่นกัน เมื่อท่านเขียนแสดงความคิดเห็นเกี่ยวกับที่พักที่ท่านจอง หรือบริการเสริมอื่นๆ ที่เว็บไซต์ของเรามีบริการผ่านเรา เราจะเก็บข้อมูลของท่านที่อยู่ในรีวิวความคิดเห็น ซึ่งรวมถึงชื่อจริงและประเทศที่พักอาศัยของท่าน ท่านสามารถเข้าร่วมโปรแกรมแนะนำเพื่อนหรือโปรโมชั่นอื่นๆ ของเรา ซึ่งการเข้าร่วมนี้จะเป็นการแจ้งข้อมูลส่วนตัวของท่านให้เราทราบเช่นกัน นอกจากนี้ ท่านยังสามารถแสดงความคิดเห็นเกี่ยวกับการใช้งานหรือขอความช่วยเหลือจากเราผ่านทางเว็บไซต์ หรือเครื่องมือติดต่อสื่อสารต่างๆ ของเรา เมื่อท่านจองที่พักเพื่อเข้าพักร่วมกับแขกท่านอื่น ซึ่งท่านแจ้งข้อมูลดังกล่าวให้เราทราบอันเป็นส่วนหนึ่งของขั้นตอนจองที่พัก หรือหากท่านจองที่พักเพื่อให้ผู้อื่นเข้าพัก ท่านต้องรับผิดชอบให้แน่ใจว่าบุคคลหรือกลุ่มคนที่ท่านมอบข้อมูลส่วนตัวให้แก่เรานั้น รับทราบว่าท่านทำเช่นนั้น และเข้าใจและยอมรับวิธีการที่คลิกแอนด์โกใช้ข้อมูลดังกล่าว (ดังรายละเอียดในนโยบายความเป็นส่วนตัวนี้) พันธมิตรที่พักของเราอาจแบ่งปันข้อมูลส่วนตัวของท่านกับเราเช่นกัน โดยอาจเกิดขึ้นในกรณีที่ท่านมีข้อสงสัยเกี่ยวกับการจองที่ยังไม่ได้รับการยืนยัน หรือมีข้อพิพาทเกี่ยวกับการจองของท่าน ข้อมูลส่วนตัวของท่านจะได้รับการจัดเก็บโดยคลิกแอนด์โกภายในระยะเวลาที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้\n\n\nเมื่อกฏหมายกำหนด เรายึดหลักทางกฎหมายต่อไปนี้ในการจัดเก็บข้อมูลส่วนตัวของท่าน\nการปฏิบัติตามสัญญาที่เราทำกับท่าน","six":"การปฏิเสธไม่รับข่าวสารทางการตลาดจากเราท่านสามารถปฏิเสธการรับข่าวสารทางการตลาดจากเราได้ทุกเมื่อ ด้วยการคลิกลิงก์ \"ยกเลิกการรับจดหมายข่าว\" ในจดหมายข่าวแต่ละฉบับ หรือการสื่อสารอื่นๆ หรือผ่านทางบัญชีผู้ใช้คลิกแอนด์โกของท่าน (หากท่านสร้างบัญชีไว้) - การตั้งค่าการสมัครรับอีเมลข่าวสารอยู่ในหัวข้อ \"ข้อมูลส่วนตัวของฉัน\"","ten":"ท่านสามารถแก้ไขชื่อบัญชีผู้ใช้ ชื่อผู้จองที่พัก (ขึ้นกับนโยบายการยกเลิกการจองของการจองนั้นๆ) และหมายเลขติดต่อของท่านได้อย่างง่ายดายในเวลาใดก็ได้ โดยการลงชื่อเข้าสู่บัญชีของท่านบนเว็บไซต์ของเรา หรือติดต่อเราโดยไปที่หน้า ลูกค้าสัมพันธ์ หรือส่งอีเมลมาที่ cs@clickandgothailand.com เพื่อใช้สิทธิ์ดังต่อไปนี้ การเข้าถึงข้อมูล: ท่านมีสิทธิ์ขอข้อมูลส่วนตัวของท่านที่เราเป็นผู้จัดเก็บได้ทุกเมื่อ โดยเป็นไปตามกฎหมายที่บังคับใช้และไม่มีค่าธรรมเนียมใดๆ อย่างไรก็ตาม ในบางกรณี หากกฎหมายที่บังคับใช้อนุญาต เราอาจขอให้ท่านชำระค่าธรรมเนียมตามความเหมาะสม ก่อนที่เราจะจัดหาข้อมูลดังกล่าว การแก้ไขข้อมูล: ท่านสามารถขอให้เราแก้ไขข้อมูลส่วนตัวใดๆ ของท่านซึ่งไม่ครบถ้วนหรือไม่ถูกต้อง การลบข้อมูล: ท่านสามารถขอให้เราลบบัญชีของท่านได้ การจำกัดการจัดเก็บข้อมูล: ท่านสามารถขอให้เรายุติการจัดเก็บข้อมูลส่วนตัว หากท่านได้คัดค้านการจัดเก็บข้อมูล และมูลเหตุที่ชอบด้วยกฎหมายยังคงอยู่ระหว่างการพิจารณา เป็นต้น การคัดค้านการจัดเก็บข้อมูล: ท่านมีสิทธิ์ทุกเมื่อในการคัดค้านการจัดเก็บข้อมูลส่วนตัวของท่าน ซึ่งเป็นไปเพื่อวัตถุประสงค์ของการตลาดทางตรง สิทธิ์ในการเพิกถอนความยินยอม: ท่านมีสิทธิ์ทุกเมื่อในการเพิกถอนความยินยอมของท่าน โดยต้องไม่มีผลกระทบต่อการปฏิบัติตามกฎหมายในการจัดเก็บข้อมูลของเราตามที่ท่านยินยอมก่อนที่จะมีการเพิกถอนความยินยอมนั้น การนำข้อมูลไปใช้ในแพลตฟอร์มหรือระบบปฎิบัติการที่แตกต่างกัน: หากเกี่ยวข้อง ท่านสามารถขอให้เราส่งข้อมูลส่วนตัวของท่านที่เราจัดเก็บให้แก่ท่านในรูปแบบที่ใช้กันโดยทั่วไปและสามารถใช้เครื่องมือหรืออุปกรณ์อ่านได้ ซึ่งเราจะเป็นผู้กำหนดแต่เพียงผู้เดียว เพื่อปกป้องความเป็นส่วนตัวและความปลอดภัยของท่าน เราจะตรวจสอบตัวตนของท่านก่อนตอบกลับคำขอของท่าน และจะตอบกลับภายในกรอบเวลาที่เหมาะสม เราอาจไม่อนุญาตให้ท่านเข้าถึงข้อมูลส่วนตัวบางอย่างในบางกรณี เช่น ข้อมูลส่วนตัวของท่านที่เกี่ยวโยงกับข้อมูลส่วนตัวของบุคคลอื่น หรือด้วยเหตุผลทางกฎหมาย ในกรณีเช่นนั้น เราจะแจ้งให้ท่านทราบถึงเหตุผลที่ท่านไม่สามารถขอรับข้อมูลดังกล่าวได้ เราอาจปฏิเสธคำขอของท่านในการลบหรือแก้ไขข้อมูลส่วนตัวของท่าน เนื่องจากบทบัญญัติตามกฎหมาย โดยเฉพาะคำขอที่มีผลต่อการดำเนินการทางบัญชีของเรา การดำเนินการเรียกร้อง การดำเนินการเพื่อวัตถุประสงค์เกี่ยวกับการป้องกันและการตรวจจับการฉ้อฉล และการเก็บรักษาข้อมูลที่ต้องกระทำ ซึ่งอาจไม่อนุญาตให้ลบข้อมูล หรือการทำข้อมูลให้เป็นนิรนาม","two":"เราอาจใช้ข้อมูลที่เก็บรวบรวมผ่านทางเว็บไซต์ในการ: จัดหาบริการตามที่ท่านร้องขอ เช่น การสร้างบัญชีผู้ใช้ การดำเนินการและยืนยันการจองของท่าน และการสื่อสารกับท่านเกี่ยวบริการที่ท่านร้องขอ (เช่น การจองล่วงหน้า หรือบริการแชตหลังการจอง (ไม่รวมหมายเลขบัตรเครดิต) คำขอพิเศษ การยกเลิกการจอง ของกำนัล ส่งอีเมลข่าวสารเกี่ยวกับผลิตภัณฑ์และบริการที่อาจเกี่ยวข้องกับท่าน ออกแบบสอบถามความคิดเห็น หรือให้ข้อมูลแก่ท่านเกี่ยวกับบริการของเราบนเว็บไซต์ของเรา หรือบนเว็บไซต์อื่นๆ ที่ท่านอาจเยี่ยมชม ดูแลและปรับปรุงเว็บไซต์ ออกแบบประสบการณ์การใช้งาน และสำหรับการฝึกอบรมภายใน ปกป้องความปลอดภัยของท่านและของเว็บไซต์ ใช้สิทธิหรือข้อผูกพันที่ได้รับมอบอำนาจหรือกำหนดไว้ด้วยกฎหมาย ซึ่งรวมถึงการตอบสนองต่อคำขอและการเรียกร้องทางกฎหมาย เมื่อท่านดำเนินการจองบนหนึ่งในเว็บไซต์หรือแอปของพันธมิตรทางธุรกิจของเรา เราอาจได้รับข้อมูลบางประการ เช่น ชื่อและข้อมูลการจองของท่าน รวมถึงที่พักที่ท่านจอง เพื่อดำเนินการเกี่ยวกับการจองของท่าน และระบุว่าการจองของท่านมาจากช่องทางใด ขณะคุยโทรศัพท์กับฝ่ายลูกค้าสัมพันธ์อาจมีการไลฟ์สตรีมหรือบันทึกเสียงสนทนาเพื่อใช้ในการอ้างอิงและปรับปรุงการให้บริการของเรา ซึ่งรวมถึงการนำเสียงบันทึกไปใช้เมื่อได้รับข้อร้องเรียน เมื่อมีการฝึกอบรม และเพื่อการตรวจสอบการฉ้อฉล หากท่านประสงค์ไม่ให้บันทึกเสียงสนทนา ท่านสามารถปฏิเสธได้โดยการแจ้งกับพนักงานหรือวางสายโทรศัพท์ เสียงสนทนาที่บันทึกไว้จะได้รับการเก็บรักษาในระยะเวลาหนึ่งและจะถูกลบทิ้งโดยอัตโนมัติหลังจากนั้น นอกจากว่าคลิกแอนด์โกจะมีเหตุผลที่ชอบด้วยกฎหมายในการเก็บบันทึกเสียงนั้นในระยะเวลาที่นานขึ้น ซึ่งรวมถึงการสืบสวนเกี่ยวกับการฉ้อฉลและวัตถุประสงค์ทางด้านกฎหมาย หากการจองผ่านช่องทางออนไลน์ของท่านยังไม่เสร็จสมบูรณ์ เราอาจส่งข้อความแจ้งเตือนให้ท่านดำเนินการต่อ เราเชื่อว่าบริการเพิ่มเติมนี้มีประโยชน์สำหรับท่านเพราะท่านดำเนินการจองต่อได้โดยไม่ต้องค้นหาที่พักนั้นๆ อีกครั้งหรือกรอกข้อมูลการจองใหม่ตั้งแต่ต้น ท่านสามารถยกเลิกการรับข้อความแจ้งเตือน ดังที่ระบุรายละเอียดไว้ในหัวข้อ \"การยกเลิกการรับอีเมลข่าวสารจากเรา\" ที่ด้านล่าง โปรดทราบว่าอีเมลยืนยันและข้อความทางโทรศัพท์ที่ส่งให้ท่านหลังการจอง รวมถึงอีเมลการรีวิวของผู้เข้าพักที่ส่งให้ท่านหลังจากท่านออกจากที่พักไม่ใช่ข้อความทางการตลาด ข้อความเหล่านี้เป็นส่วนหนึ่งของกระบวนการการจองห้องพักของท่าน โดยระบุข้อมูลสำหรับการเช็คอิน ณ ที่พักที่ท่านได้จองไว้ และเป็นเครื่องมือให้คะแนนที่พักหลังจากการเข้าพักหากท่านต้องการ ท่านจะได้รับข้อความเหล่านี้ต่อไปแม้จะปฏิเสธไม่รับข้อความทางการตลาดจากเรา ในทำนองเดียวกัน การเลือกรับบริการแจ้งเตือนราคาจะไม่มีผลกระทบต่อตัวเลือกอื่นๆ เกี่ยวกับการรับการติดต่อสื่อสารจากเราที่ท่านเลือกไว้ หากท่านเลือกรับบริการแจ้งเตือนราคา ท่านสามารถยกเลิกการรับการแจ้งเตือนดังกล่าวจากเราได้ด้วยการคลิกปุ่ม “ปิดการแจ้งเตือนราคา” หรือข้อความคล้ายคลึงกันที่อยู่ในข้อความแจ้งเตือนราคาที่เราส่งให้ท่าน ดังที่กล่าวไว้ข้างต้น หากท่านดำเนินการจองที่พักให้แก่บุคคลอื่น ซึ่งจะเป็นผู้ไปเข้าพัก ณ ที่พักที่จองไว้ ท่านยังมีสิทธิกรอกอีเมลของผู้เข้าพัก เพื่อให้ผู้เข้าพักได้รับใบยืนยันการจอง และจดหมายเชิญให้เขียนรีวิวการเข้าพักแยกอีกฉบับ การติดต่อสื่อสารบนเว็บไซต์ เราให้บริการเครื่องมือหลากหลายแก่ท่านและพันธมิตรที่พัก ในการติดต่อสื่อสารเกี่ยวกับที่พักและการจองที่มี โดยกำกับการติดต่อสื่อสารผ่านทางเว็บไซต์ ท่านสามารถติดต่อเราเพื่อสอบถามเกี่ยวกับการจอง หรือติดต่อที่พักผ่านทางเว็บไซต์ของเรา และผ่านช่องทางอื่นที่เราอาจจัดหาให้ เราอาจเข้าถึงการติดต่อสื่อสาร และอาจใช้ระบบอัตโนมัติเพื่อตรวจทาน ตรวจสอบ และวิเคราะห์การติดต่อสื่อสารเพื่อจุดประสงค์ด้านความปลอดภัย การป้องกันการฉ้อฉล การปฏิบัติตามระเบียบและข้อกำหนดทางกฎหมาย การสืบสวนถึงการกระทำที่อาจเป็นการประพฤติผิด การพัฒนาและปรับปรุงผลิตภัณฑ์ การวิจัย การมีปฏิสัมพันธ์กับลูกค้าซึ่งรวมถึงการให้ข้อมูลและมอบข้อเสนอแก่ท่านซึ่งเราเชื่อว่าท่านอาจสนใจ บริการลูกค้าสัมพันธ์ และความช่วยเหลือทางเทคนิค เราสงวนสิทธิ์ในการยับยั้งการติดต่อสื่อสารหรือตรวจทานการติดต่อสื่อสาร ซึ่งเราเชื่อด้วยดุลยพินิจของเราแต่เพียงผู้เดียวว่า อาจมีเนื้อหาที่มีเจตนาร้าย เป็นการส่งข้อความสแปม หรืออาจเป็นอันตรายต่อท่าน หรือพันธมิตรที่พัก เรา และบุคคลอื่นๆ เราจะเป็นผู้รับและจัดเก็บข้อความและการติดต่อสื่อสารทั้งหมดที่ส่งออกหรือได้รับ โดยการใช้เครื่องมือติดต่อสื่อสารของเว็บไซต์ของเรา พันธมิตรธุรกิจจากแพลตฟอร์มที่ท่านใช้ในการจองที่พัก และพันธมิตรที่พัก อาจเลือกที่จะติดต่อสื่อสารกับท่านโดยตรง ผ่านทางอีเมลหรือช่องทางอื่นๆ ซึ่งเรามิใช่ผู้ควบคุม","five":"เว็บไซต์ของเราใช้คุกกี้ และอนุญาตให้บุคคลที่สามใส่คุกกี้ (ทั้งประเภท session และ persistent), พิกเซล/แท็ก, ชุดพัฒนาซอฟต์แวร์ (SDK), แอปพลิเคชั่น โปรแกรม อินเตอร์เฟซ (\"API\") และเทคโนโลยีอื่นๆ (รวมเรียกว่า\"คุกกี้\") บนเว็บไซต์ของเรา ซึ่งรวบรวมและจัดเก็บข้อมูลบางอย่างเกี่ยวกับท่าน คุกกี้บางคุกกี้เหล่านี้ มีความจำเป็นสำหรับการจัดหา ดูแลความปลอดภัย และบำรุงรักษาเว็บไซต์ให้แก่ท่าน เช่น คงสถานะการเข้าสู่ระบบของท่านไว้ขณะที่ท่านเยี่ยมชมเว็บไซต์ของเรา ขณะที่มีการใช้งานคุกกี้อื่นๆ เพื่อมอบประสบการณ์การใช้งานเว็บไซต์ที่ดียิ่งขึ้นให้แก่ท่าน เช่น: เพื่อปรับให้เว็บไซต์ให้บริการตรงกับความต้องการของท่าน โดยการจดจำกิจกรรมของท่านบนเว็บไซต์ (เช่น ภาษาที่ท่านเลือกใช้ หรือข้อมูลการเข้าสู่ระบบของท่าน) วิเคราะห์เว็บไซต์ เช่น การรายงานการแสดงผล รายงานข้อมูลประชากร และรายงานข้อมูลความสนใจ เพื่อปรับปรุงเว็บไซต์และบริการของเรา และเพื่อลงโฆษณาที่ท่านสนใจโดยเฉพาะ (กรุณาอ่านรายละเอียดเพิ่มเติมด้านล่าง) เพื่อลงโฆษณาที่ท่านสนใจโดยเฉพาะ (กรุณาอ่านรายละเอียดเพิ่มเติมด้านล่าง) การโฆษณาที่อิงตามความสนใจของผู้บริโภค เรายังอาจอนุญาตให้บุคคลที่สามบางรายใส่คุกกี้บนเว็บไซต์ของเรา เพื่อรวบรวมข้อมูลเกี่ยวกับกิจกรรมออนไลน์ของท่านบนเว็บไซต์ของเรา (เช่น หน้าที่ท่านเยี่ยมชมบนเว็บไซต์ของเรา และข้อมูลการค้นหาของท่าน) ในระยะเวลาหนึ่ง และจากเว็บไซต์ต่างๆ ที่ท่านไปเยือน ข้อมูลนี้จะใช้สำหรับโฆษณาของเราที่ออกแบบให้ตรงกับความสนใจของท่านโดยเฉพาะ (ผ่านทางอีเมล เว็บไซต์ของเรา และเว็บไซต์อื่นๆ) และจากบุคคลที่สามบนเว็บไซต์อื่นๆ ที่ท่านอาจเยี่ยมชม (เรียกโดยทั่วไปว่า การโฆษณาที่อิงตามความสนใจของผู้บริโภค) และเพื่อวิเคราะห์ประสิทธิภาพของโฆษณาที่อิงตามความสนใจของผู้บริโภคดังกล่าว เรายังอาจแบ่งปันข้อมูลแฮชทางเดียว (one-way hashed information) กับพันธมิตรบุคคลที่สาม (เช่น Facebook) ซึ่งอาจรวมข้อมูลแฮชกับตัวบ่งชี้อื่นๆ เพื่อให้บริการโฆษณาของคลิกแอนด์โกที่อิงตามความสนใจส่วนบุคคล บนเว็บไซต์อื่นๆ หรือบนแอปพลิเคชั่นของอุปกรณ์พกพา โดยอ้างอิงจากการเยี่บมชมเว็บไซต์ของท่านในครั้งก่อนหน้า คลิกแอนด์โกมิได้สนับสนุนหรือรับรองจุดมุ่งหมาย อุดมการณ์ หรือคำประกาศของเว็บไซต์หรือแอปพลิเคชั่นใดๆ ที่แสดงโฆษณาของเรา การติดตามข้ามอุปกรณ์ เราอาจนำข้อมูลที่รวบรวมผ่านคุกกี้และข้อมูลเกี่ยวกับการใช้งานบางประการจากบางเบราว์เซอร์หรืออุปกรณ์พกพา ไปรวมกับคอมพิวเตอร์หรืออุปกรณ์อีกเครื่องที่อาจเชื่อมโยงกับท่าน (การติดตามข้ามอุปกรณ์) เพื่อให้บริการของเราแก่ท่านได้อย่างดีที่สุด รวมถึงติดต่อสื่อสารและแสดงโฆษณาของคลิกแอนด์โกที่ตรงกับความสนใจของท่าน หากท่านไม่ต้องการให้คลิกแอนด์โกรวมข้อมูลดังกล่าวเข้าด้วยกัน เพื่อให้การสื่อสารถึงท่านมีคุณภาพสูงสุด กรุณายกเลิกรับการติดต่อสื่อสารจากคลิกแอนด์โก เช่น จดหมายข่าว เป็นต้น ทางเลือกของท่าน กรุณาตรวจสอบการตั้งค่าเบราว์เซอร์ของท่าน ซึ่งมักอยู่ในหัวข้อ \"ความช่วยเหลือ\" หรือ \"ตัวเลือกอินเทอร์เน็ต\" เพื่อกำหนดการใช้งานคุกกี้บางตัว หากท่านปิดการทำงานหรือลบคุกกี้บางตัวผ่านการตั้งค่าเบราว์เซอร์ ท่านอาจไม่สามารถเข้าถึง หรือใช้งานฟังก์ชั่นหรือฟีเจอร์สำคัญบนเว็บไซต์นี้ได้ และอาจต้องกรอกรายละเอียดสำหรับการลงชื่อเข้าสู่ระบบอีกครั้ง สำหรับข้อมูลเพิ่มเติมเกี่ยวกับคุกกี้บางตัว ที่ใช้สำหรับการโฆษณาที่อิงตามความสนใจของผู้บริโภค (รวมถึงผ่านทางเครื่องมือติดตามข้ามอุปกรณ์) และเพื่อยกเลิกการใช้งานใดๆ ที่เกี่ยวข้องกับคุกกี้ กรุณาไปที่เว็บไซต์ Digital Advertising Alliance, Network Advertising Initiative, Digital Advertising Alliance-Canada, European Interactive Digital Advertising Alliance หรือ สำหรับแอปพลิเคชั่นของเรา กรุณาอัพเดตการตั้งค่าของอุปกรณ์พกพาของท่าน หรือดาวน์โหลดแอปพลิเคชั่น AppChoices สำหรับการยกเลิกการใช้งานซึ่งเกี่ยวข้องกับการโฆษณาที่อิงตามความสนใจของผู้บริโภค ท่านอาจยังคงได้รับโฆษณา แต่เครือข่ายที่ท่านยกเลิกการใช้งาน จะไม่ส่งโฆษณาที่ออกแบบให้ตรงกับความสนใจของท่าน ให้แก่ท่านอีกต่อไป โปรดทราบเช่นกันว่า การออกจากบัญชีผู้ใช้งานของท่านไม่ได้หมายความว่าท่านเลือกไม่รับโฆษณาแบบส่วนบุคคลแล้ว ท่านอาจต้องดำเนินการบนแต่ละเบราว์เซอร์ รวมถึงอุปกรณ์ที่ท่านอาจใช้ เพื่อดำเนินการเกี่ยวกับคุกกี้บางตัว สุดท้ายนี้ ไซต์ของเรายังมิได้ตั้งค่าให้รองรับสัญญาณเบราว์เซอร์ \"Do Not Track\" ในขณะนี้","four":"สำหรับการเยี่ยมชมเว็บไซต์ของเรา และการใช้บริการของเรา เราอาจแบ่งปันข้อมูลของท่าน ดังนี้: ผู้จัดหาการเดินทาง เช่น ที่พัก (เช่น ที่พักเฉพาะเจาะจงที่ท่านขอให้เราดำเนินการจองให้ เป็นต้น) และ/หรือ ที่พักของบุคคลที่สาม (เช่น Booking.com) สายการบิน บริการเช่ารถ ประกันภัย และผู้จัดหากิจกรรม (เมื่อเป็นไปได้) เพื่อให้บริการเกี่ยวกับการจองการเดินทางของท่าน ผู้จัดหาเหล่านี้อาจติดต่อท่านหากจำเป็น เพื่อขอข้อมูลเพิ่มเติมเกี่ยวกับท่าน เพื่ออำนวยความสะดวกในการจองบริการการเดินทางของท่าน ซึ่งรวมถึงการติดต่อสื่อสารกับท่านก่อนการเดินทางเกี่ยวกับการเข้าพักที่กำลังจะมาถึงของท่าน หรือเพื่อตอบกลับข้อทบทวนที่ท่านอาจแจ้งไปถึง โดยเป็นไปตามนโยบายความเป็นส่วนตัวของผู้จัดหาเอง ผู้ให้บริการบุคคลที่สาม ผู้ให้บริการเกี่ยวกับการจัดเก็บข้อมูลแก่เรา (เช่น เว็บโฮสติ้ง) หรือ ผู้จัดเก็บข้อมูลส่วนตัว เพื่อวัตถุประสงค์ เช่น การดำเนินการด้านบัตรเครดิตและการชำระเงิน การวิเคราะห์ข้อมูลทางธุรกิจ ฝ่ายลูกค้าสัมพันธ์ การตลาด หรือการแจกจ่ายแบบสำรวจ เพื่อให้ความสะดวกแก่การให้บริการออนไลน์ และการโฆษณาที่ตรงกับความสนใจของท่าน และ/หรือ การป้องกันการฉ้อฉล ผู้ให้บริการบุคคลที่สามของเราจะจัดเก็บข้อมูลเท่าที่ต้องใช้ในการดำเนินการดังกล่าวเท่านั้น ผู้ให้บริการบุคคลที่สามไม่ได้รับอนุญาตให้แบ่งปันหรือใช้ข้อมูลเพื่อวัตถุประสงค์อื่น พันธมิตรธุรกิจ ซึ่งเราอาจตกลงร่วมมือในการมอบผลิตภัณฑ์และบริการ หรือผู้มอบผลิตภัณฑ์และบริการบนเว็บไซต์ของเรา ท่านจะทราบได้ว่าเมื่อใดผู้ให้บริการบุคคลที่สามมีส่วนร่วมในผลิตภัณฑ์หรือบริการที่ท่านร้องขอ เนื่องจากชื่อของผู้ให้บริการบุคคลที่สามจะปรากฏอยู่ โดยอาจปรากฏลำพังหรือควบคู่กับชื่อของเรา หากท่านเลือกที่จะรับบริการทางเลือกเหล่านี้ เราจะแบ่งปันข้อมูลส่วนตัวของท่านกับพันธมิตรธุรกิจเหล่านี้ ตัวอย่างของพันธมิตรธุรกิจ เช่น ลอยัลตี้โปรแกรมของบุคคลที่สาม ซึ่งทำให้ท่านได้รับแต้มสะสมผ่านการจองที่พัก กลุ่มบริษัทในสังกัดของเรา - พนักงานของ (กลุ่ม) บริษัทในสังกัดของเรา ผู้มีสิทธิเข้าถึงข้อมูลนี้โดยได้รับอนุญาตจากเรา และเป็นผู้ที่จำเป็นต้องทราบหรือเข้าถึงข้อมูลนี้ เพื่อให้บริการที่ท่านร้องขอ (รวมบริการลูกค้าสัมพันธ์) และการตรวจสอบภายใน (การตรวจสอบบัญชี/การปฏิบัติตามข้อกำหนด) เมื่อกฎหมายกำหนดหรืออนุญาต - เช่น เพื่อเป็นการป้องกันตัวเองจากความรับผิดชอบ เพื่อปฏิบัติตามหมายศาล ตามกระบวนการยุติธรรม ตามหนังสือรับรองหรือเทียบเท่า ตามคำร้องขอจากเจ้าหน้าที่ผู้รักษากฎหมาย หรือเจ้าหน้าที่ผู้มีอำนาจเพื่อสืบค้นการทุจริตหรือการกระทำผิด หรือตามความจำเป็นอื่นๆ เพื่อให้สอดคล้องกับกฎหมายที่บังคับใช้ และเพื่อปกป้องสิทธิประโยชน์ทางกฏหมายของเรา รวมถึงเปิดเผยข้อมูลส่วนตัวให้แก่ผู้ซื้อในเรื่องที่เกี่ยวกับยอดขาย การมอบหมายหน้าที่ และการโอนถ่ายอื่นๆ ของธุรกิจหรือบริษัทของเราส่วนหนึ่งหรือทั้งหมด นอกจากนี้ โดยชอบด้วยกฎหมายที่บังคับใช้ คลิกแอนด์โกยังอาจเปิดเผยข้อมูลของท่าน เพื่อเป็นการบังคับใช้หรือใช้ข้อกำหนดและเงื่อนไขที่เกี่ยวข้องกับบริการของเรา หรือเพื่อปกป้องสิทธิ ทรัพย์สิน หรือความปลอดภัยของคลิกแอนด์โก ผู้ใช้ และผู้อื่น การปรับโครงสร้างธุรกิจ - เช่นเป็นส่วนหนึ่งของการขายใดๆ การโอนสิทธิ์หรือการถ่ายโอนอื่นๆ ของธุรกิจของเรา หรือการส่งต่อบริการไปยังผู้ให้บริการอีกราย เราจะขอความยินยอมจากท่านหากกฎหมายที่บังคับใช้กำหนด เรามอบการป้องกันที่เหมาะสม สำหรับการแบ่งปันข้อมูลดังกล่าว โดยเป็นไปตามที่กฎหมายที่บังคับใช้กำหนด เพื่อห้ามมิให้บุคคลที่สามใช้ข้อมูลของท่านเพื่อจุดประสงค์ส่วนตัว และเพื่อดูแลความปลอดภัยของข้อมูลของท่าน และเพื่อเก็บข้อมูลของท่านเป็นความลับ นอกจากจะได้รับการเปิดเผยในนโยบายความเป็นส่วนตัวนี้ หรือเป็นไปตามที่กฎหมายที่บังคับใช้กำหนดหรืออนุญาต เราจะไม่เปิดเผยข้อมูลของท่านให้แก่บุคคลที่สามโดยที่ท่านมิได้ยินยอม","nine":"เรานำมาตรการรักษาความปลอดภัยทางด้านการปฏิบัติ ด้านอิเล็กทรอนิกส์ และด้านองค์การ มาใช้อย่างเหมาะสมเพื่อปกป้องข้อมูลของท่านจากความเสียหายที่เกิดขึ้นโดยอุบัติเหตุหรือโดยมิชอบด้วยกฎหมาย การสูญหายโดยอุบัติเหตุ การดัดแปลง และการเปิดเผย หรือการเข้าถึงข้อมูลโดยไม่ได้รับอนุญาต เราใช้เทคโนโลยี Secure Socket Layer มาใช้ เพื่อเปลี่ยนข้อมูลบัตรเครดิตให้เป็นรหัสในระหว่างการส่งผ่านข้อมูล ท่านสามารถบันทึกข้อมูลบัตรเครดิตในบัญชีผู้ใช้ของท่าน สำหรับการจองและการชำระเงินที่รวดเร็วยิ่งขึ้นในอนาคต ข้อมูลบัตรเครดิตของท่านได้รับการเข้ารหัส และท่านสามารถเข้าสู่บัญชีผู้ใช้ของท่านเพื่อลบ แก้ไข หรือเพิ่มรายละเอียดต่างๆ ของบัตรเครดิตได้ ด้วยเหตุผลทางความปลอดภัย ท่านไม่สามารถแก้ไขหมายเลขบัตรเครดิตได้ (แต่ลบข้อมูลบัตรเครดิตได้) เมื่อท่านตรวจสอบรายละเอียดบัตรเครดิต ตัวเลขท้ายสี่หลักของหมายเลขบัตรเครดิตเท่านั้นที่จะปรากฏ โปรดทราบว่าเราจะเก็บรักษาตัวเลขท้ายสี่หลักนี้อย่างปลอดภัยในขณะที่ท่านจอง (เลขท้ายสี่หลักนี้จำเป็นต้องใช้ในกรณีที่มีการขอคืนเงิน) การเก็บรักษาข้อมูล เราจะเก็บรักษาข้อมูลของท่านในระยะเวลาเท่าที่จำเป็นสำหรับการบรรลุวัตถุประสงค์ที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้และนโยบายภายในของบริษัท เมื่อคลิกแอนด์โกไม่จำเป็นต้องใช้ข้อมูลของท่านแล้ว เราจะลบข้อมูลของท่านจากระบบและบันทึกของเรา และ/หรือ ดำเนินการอย่างเหมาะสมในการทำให้ข้อมูลดังกล่าวไม่สามารถระบุตัวตนของท่านได้ เว้นแต่เมื่อเราจำเป็นต้องเก็บรักษาข้อมูลของท่านไว้ เพื่อปฏิบัติตามกฏหมายหรือข้อผูกพันที่บังคับใช้ หรือเมื่อเราจำเป็นต้องใช้ข้อมูลในการปฏิบัติภารกิจขององค์กรให้แล้วเสร็จ และบรรลุเป้าหมายทางธุรกิจ","eight":"ในบางครั้ง นิติบุคคลในเครือ พันธมิตรธุรกิจ หรือผู้จัดหาบุคคลที่สามรายอื่นๆ อาจแบ่งปันข้อมูลกับเรา ตัวอย่างเช่น หากท่านเข้าใช้งานหรือเข้าสู่ระบบไซต์ของเรา ผ่านทางสื่อสังคมออนไลน์ เช่น Facebook Connect เราอาจเก็บข้อมูลจากท่าน เช่น ชื่อผู้ใช้และข้อมูลอื่นๆ ที่เราเข้าถึงได้ผ่านทางบริการนั้นๆ โดยทั่วไปแล้ว ความสามารถในการให้ข้อมูลดังกล่าวของท่านจะผ่านทางผู้ให้บริการนั้นๆ เอง และท่านสามารถเปลี่ยนแปลงการตั้งค่าเหล่านั้นได้จากหน้าการตั้งค่าบัญชีผู้ใช้ของผู้ให้บริการที่เกี่ยวข้อง โดยทั่วไปแล้ว เราอาจทำงานร่วมกับพันธมิตรของเราเพื่อปรับปรุงการใช้งานเว็บไซต์ของเราของท่าน และตั้งค่าส่วนบุคคลให้แก่ท่านในการใช้งาน โดยเป็นไปตามนโยบายความเป็นส่วนตัวนี้ เราเป็นพันธมิตรกับ Facebook เพื่อมอบเนื้อหาบนคลิกแอนด์โกแบบส่วนบุคคลให้แก่สมาชิกผู้ใช้งาน Facebook หากท่านเป็นผู้ใช้งาน Facebook และคลิกแอนด์โก และได้เข้าสู่ระบบของคลิกแอนด์โกผ่านทางเครื่องมือการลงชื่อเข้าสู่ระบบเพียงครั้งเดียวของ Facebook ถ้าเช่นนั้น เว็บไซต์ของเราจะมอบข้อมูลส่วนบุคคลให้แก่ท่าน ซึ่งแสดงข้อมูล/การเข้าพักของเพื่อนของท่านบน Facebook ซึ่งเป็นข้อมูลที่พักในอดีตและอนาคตที่จองผ่านเว็บไซต์ ข้อมูลที่อาจแสดง ได้แก่ ชื่อที่พัก วันเข้าพัก ตำแหน่งที่ตั้งของที่พัก รีวิวที่พักที่ท่านเคยเข้าพัก ห้องพัก และราคาของห้องพัก (“ข้อมูลการเข้าพัก”) และข้อมูลดังกล่าวอาจแสดงและตั้งค่าส่วนบุุคคลให้แก่ท่าน บนหน้าการค้นหาที่พักของคลิกแอนด์โก ปฎิทินที่ใช้ในการค้นหา และอื่นๆ นอกจากนี้ ข้อมูลการเข้าพักของท่านจะยังปรากฏให้เพื่อนบน Facebook ซึ่งเป็นลูกค้าของคลิกแอนด์โก และเข้าสู่ระบบคลิกแอนด์โกผ่านเครื่องมือการลงชื่อเข้าสู่ระบบเพียงครั้งเดียวของ Facebook ได้เห็น โดยแสดงในหน้าการค้นหาที่กล่าวไว้ข้างต้นภายในเว็บไซต์ และได้รับการอัปเดตทุกครั้งที่ท่านจองที่พักผ่านคลิกแอนด์โก วิธีปฏิเสธการใช้งาน: คลิกแอนด์โกมีวิธีปฏิเสธการใช้งานเครื่องมือนี้ได้อย่างง่ายดายและเมื่อใดก็ได้ โดยการเลือก “ไม่ใช่” ที่ (ก.) หน้าคำขอบคุณหลังจากที่ท่านจองที่พัก และ (ข.) ในหน้า \"การจองของฉัน\" บนเว็บไซต์ นอกจากนี้ หากท่านต้องการความช่วยเหลือในการปฏิเสธการใช้งาน ท่านสามารถติดต่อทีมงานลูกค้าสัมพันธ์ของเราได้ทุกเมื่อ","seven":"เพื่อวัตถุประสงค์ที่ระบุไว้ข้างต้น ข้อมูลของท่านอาจได้รับการจัดเก็บในสถานที่ซึ่งตั้งอยู่นอกประเทศของท่าน ซึ่งอาจมีมาตรฐานการรักษาความปลอดภัยของข้อมูลที่แตกต่างจากประเทศของท่าน เราให้การป้องกันที่เหมาะสมสำหรับการถ่ายโอนข้อมูลข้ามชาติ ตามที่กฎหมายกำหนดสำหรับการถ่ายโอนข้อมูลระหว่างประเทศ ซึ่งรวมถึงข้อมูลที่ถ่ายโอนไปยังบุคคลที่สาม สำหรับการถ่ายโอนดังกล่าวจากเขตเศรษฐกิจยุโรป (\"อีอีเอ\") ไปยังประเทศสหรัฐอเมริกา และเขตอำนาจอื่นๆ นอกอีอีเอ เราอาจยึดถือข้อกำหนดว่าด้วยการปกป้องข้อมูลของสหภาพยุโรป (EU Model Clauses) และ/หรือ ความจำเป็นในการจัดการข้อมูลของท่านเพื่อให้บริการตามที่มีการร้องขอ (การปฏิบัติตามสัญญา) เพื่อถ่ายโอนข้อมูลของท่าน ตามที่กฎหมายที่บังคับใช้กำหนด ท่านอาจขอข้อมูลเกี่ยวกับมาตรการรักษาความปลอดภัยที่เหมาะสมที่เราใช้ ด้วยการติดต่อเราตามรายละเอียดที่ระบุไว้ด้านล่างนี้ สำหรับผู้มีถิ่นพำนักในประเทศจีน กรุณาดูรายละเอียดที่ด้านบน ภายใต้หัวข้อ “สิทธิในความเป็นส่วนตัวของประเทศจีน”","three":"ด้วยความยินยอมของท่าน เราอาจส่งข้อความแจ้งเตือนซึ่งระบุข้อมูลการจองห้องพักของท่าน การเข้าพักที่อาจเกิดขึ้นในอนาคต หรือการแจ้งเตือนอันเป็นส่วนหนึ่งของโปรแกรมของคลิกแอนด์โกที่ท่านเข้าร่วม ซึ่งรวมถึงคูปองส่วนลด ท่านอาจอนุญาตให้เราเข้าถึงข้อมูลตำแหน่งที่ตั้งหรือข้อมูลการติดต่อของท่าน เพื่อให้เราให้บริการที่ท่านร้องขอ เมื่อท่านอัปโหลดรูปภาพจากอุปกรณ์พกพา รูปภาพของท่านอาจได้รับการแท็กข้อมูลที่อยู่ของท่าน กรุณาอ่านคู่มือการใช้งานอุปกรณ์พกพาของท่าน เพื่อทำความเข้าใจเกี่ยวกับวิธีเปลี่ยนแปลงการตั้งค่า และเปิดใช้การแบ่งปันข้อมูลดังกล่าว หรือเปิดรับ (หรือปิดรับ) การแจ้งเตือน (ซึ่งรวม Software Development Kit (\"SDK\") และข้อมูล Push Token) ระบบปฏิบัติการของอุปกรณ์ที่แตกต่างกันอาจมีการตั้งค่าเริ่มต้นที่แตกต่างกัน ดังนั้น กรุณาทำความเข้าใจเกี่ยวกับการตั้งค่าการแจ้งเตือนดังกล่าว","title":"นโยบายนโยบายของเอคแอนด์โก","eleven":"คลิกแอนด์โกจะอัพเดตนโยบายความเป็นส่วนตัวนี้เมื่อถึงเวลาสมควร เพื่อสะท้อนกฎหมายที่เปลี่ยนแปลงไป ขั้นตอนการรวบรวมข้อมูลและแนวทางการนำข้อมูลดังกล่าวไปใช้ของเรา ฟีเจอร์บนเว็บไซต์ของเรา หรือความก้าวหน้าทางเทคโนโลยี หากเราเปลี่ยนแปลงวิธีการรวบรวมหรือวิธีการใช้ข้อมูล เราจะแจ้งการเปลี่ยนแปลงนั้นให้ท่านทราบในนโยบายความเป็นส่วนตัวนี้ โดยจะระบุวันที่เริ่มมีผลบังคับใช้ไว้ที่ด้านบนของนโยบายความเป็นส่วนตัว ดังนั้น ท่านจึงควรตรวจดูนโยบายความเป็นส่วนตัวนี้เป็นประจำ เพื่อทราบถึงนโบยายและแนวทางการปฏิบัติล่าสุดของเรา นอกจากนี้ คลิกแอนด์โกยังจะแจ้งการเปลี่ยนแปลงดังกล่าวให้ท่านทราบก่อนเริ่มนำมาใช้ และขออนุญาตจากท่านหากกฎหมายกำหนด","twelve":"เราอาจให้บริการลิงก์ไปยังเว็บไซต์อื่น ซึ่งเรามิได้เป็นเจ้าของหรือเป็นผู้ดำเนินการ (\"เว็บไซต์บุคคลที่สาม\") เมื่อท่านใช้ลิงก์เพื่อเยี่ยมชมเว็บไซต์บุคคลที่สาม ท่านจะอยู่ภายใต้ข้อกำหนดของนโยบายความเป็นส่วนตัวและวิธีการรักษาความปลอดภัยของเว็บไซต์นั้นๆ ซึ่งอาจแตกต่างจากของเรา ท่านควรศึกษานโยบายความเป็นส่วนตัว ข้อกำหนดการใช้งาน วิธีการรักษาความปลอดภัยของเว็บไซต์บุคคลที่สามที่เราให้บริการลิงก์แก่ท่าน ก่อนที่จะให้ข้อมูลใดๆ บนเว็บไซต์นั้นๆ","address":"เอสเอสพี ทาวเวอร์ 1 ชั้น 12 555/23 ซอยสุขุมวิท 63 (เอกมัย) คลองตันเหนือ วัฒนา กรุงเทพฯ 10110 ประเทศไทย","fourteen":"หากท่านมีข้อสงสัยใดๆ เกี่ยวกับนโยบายความเป็นส่วนตัว หรือวิธีการรักษาความเป็นส่วนตัวของเรา กรุณาติดต่อเจ้าหน้าผู้รับผิดชอบด้านการปกป้องข้อมูลของคลิกแอนด์โก ทางอีเมลที่ privacy@clickandgothailand.com หรือส่งจดหมายลงทะเบียนมายัง","thirteen":"หมายเหตุเกี่ยวกับผู้เยาว์\n\nหมายเหตุเกี่ยวกับผู้เยาว์ เว็บไซต์ของเรามิได้ทำขึ้นเพื่อผู้เยาว์ที่มีอายุต่ำกว่า 18 ปี อย่างไรก็ตาม ผู้เยาว์สามารถเดินทางไปกับพ่อแม่ หรือผู้ปกครองตามกฎหมายซึ่งเป็นผู้จองที่พักได้ เว้นแต่ว่านโยบายของที่พักจะไม่อนุญาต ภาษา นโยบายความเป็นส่วนตัวนี้เขียนขึ้นเป็นภาษาอังกฤษ และได้รับการแปลเป็นภาษาอื่นเพื่อความสะดวกของท่าน ในกรณีที่ฉบับภาษาอังกฤษและฉบับแปลมีข้อขัดแย้งกัน ให้ยึดถือฉบับภาษาอังกฤษ ข้อกำหนดการใช้งาน กรุณาอ่าน ข้อกำหนดการใช้งานของคลิกแอนด์โก สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการใช้งานเว็บไซต์ของเรา นโยบายความเป็นส่วนตัวนี้ ถือเป็นส่วนสำคัญของข้อกำหนดการใช้งาน","one-sub-1":"เราจำเป็นต้องจัดเก็บข้อมูลของท่านเพื่อให้บริการการจองที่เกี่ยวข้องกับการเดินทางแก่ท่าน ตอบคำถามและคำขอรับบริการจากท่าน และให้ความช่วยเหลือด้านลูกค้าสัมพันธ์\nผลประโยชน์ทางกฎหมาย","one-sub-2":"เราจัดเก็บข้อมูลของท่านเพื่อความปลอดภัย เพื่อตรวจสอบและป้องกันกลฉ้อฉล เพื่อป้องกันและปกป้องสิทธิหรือทรัพย์สินของผู้อื่น หรือสิทธิหรือทรัพย์สินของเราเอง เพื่่อให้บริการการจองที่เกี่ยวข้องกับการเดินทางแก่ท่านและตรงกับความสนใจของท่านโดยเฉพาะ และเพื่อสนองตอบต่อคำขอทางกฎหมาย คำสั่งศาล และกระบวนการทางกฎหมาย\nการปฏิบัติตามข้อผูกมัดทางกฎหมาย","one-sub-3":"เราจำเป็นต้องจัดเก็บข้อมูลของท่านเพื่อปฏิบัติตามกฎหมายที่บังคับใช้ และข้อกําหนดของระเบียบกฎหมายที่เกี่ยวข้อง\nความยินยอมสำหรับข่าวสารทางการตลาดและการใช้คุกกี้แบบไม่สำคัญ (Non-Essential Cookies)","one-sub-4":"เราต้องได้รับความยินยอมจากท่านในการส่งข่าวสารการตลาดทางตรง และในการใช้/อนุญาตให้ใช้คุกกี้แบบไม่สำคัญ ท่านสามารถยกเลิกการรับข่าวสารทางการตลาดทางตรงเวลาใดก็ได้ โดยปฏิบัติตามวิธีที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้\nปกป้องผลประโยชน์ที่มีความสำคัญสูงสุด","one-sub-5":"เราอาจจัดเก็บข้อมูลของท่านในกรณีที่มีเหตุฉุกเฉิน ซึ่งเกี่ยวข้องกับชีวิตหรือสุขภาพของปัจเจกบุคคล","one-title":"1. การเก็บข้อมูล","six-title":"6. การยกเลิกการรับอีเมลข่าวสาร","sub-title":"บทนำ","ten-title":"10. สิทธิของเจ้าของข้อมูล (Data Subject Rights)","two-title":"2. การใช้ข้อมูล","five-title":"5. คุกกี้","four-title":"4. การแบ่งปันข้อมูล","nine-title":"9. การปกป้องข้อมูล","description":"นโยบายความเป็นส่วนตัวนี้ อธิบายวิธีที่ Click and Go OTA Thailand Co., Ltd 555/23 ซอยสุขุมวิท 63 (เอกมัย) แขวงคลองตันเหนือ เขตวัฒนา กรุงเทพมหานคร 10110 (\"คลิกแอนด์โก\" \"เรา\" \"ของเรา\") เก็บรวบรวม ใช้ และแบ่งปัน ข้อมูลเกี่ยวกับท่าน เมื่อท่านเยี่ยมชมและใช้งานเว็บไซต์ของเรา (โมบายล์และเดสก์ท็อป) และแอปพลิเคชั่นบนอุปกรณ์พกพา (เรียกรวมกันว่า \"เว็บไซต์\") หรือวิธีการอื่นๆ ที่เชื่อมโยงกับเว็บไซต์ (เช่น การติดต่อฝ่ายลูกค้าสัมพันธ์ผ่านทางแชตหรืออีเมล) ด้านล่างนี้ คือข้อสรุปของนโยบายความเป็นส่วนตัวของเรา ท่านสามารถอ่านนโยบายความเป็นส่วนตัวฉบับเต็มของเราได้ที่ด้านล่าง หรือคลิกลิงก์ของหัวข้อใดๆ ในตารางสรุป สำหรับข้อมูลเพิ่มเติม","eight-title":"8. ข้อมูลจากพันธมิตรรายอื่น","last-update":"ล่าสุดล่าสุด พ.ศ. 2561","seven-title":"7. การโอนถ่ายข้อมูลระหว่างประเทศ","three-title":"3. อุปกรณ์พกพา","eleven-title":"11. การปรับปรุงนโยบายความเป็นส่วนตัว","twelve-title":"12. ลิงก์ไปยังบุคคลที่สาม","fourteen-title":"14. ติดต่อเรา","thirteen-title":"13. ข้อพิจารณาเพิ่มเติม","one-description":"เราอาจเก็บข้อมูลของท่าน เช่น ชื่อ หมายเลขโทรศัพท์ อีเมล และข้อมูลบัตรเครดิตเมื่อท่านใช้งานเว็บไซต์ของเรา","six-description":"ท่านเลือกไม่รับอีเมลข่าวสารจากคลิกแอนด์โกได้ โดยการใช้ลิงก์ยกเลิกการรับข่าวสารซึ่งอยู่ในอีเมลข่าวสารของเรา หรือโดยการเปลี่ยนการตั้งค่าที่บัญชีผู้ใช้ของท่าน","ten-description":"ท่านสามารถใช้สิทธิบางประการในการเข้าถึง การแก้ไข การลบ การนำไปใช้ในแพลตฟอร์มหรือระบบปฎิบัติการที่แตกต่างกัน (portability) หรืออาจคัดค้านวิธีการบางอย่างในการจัดการกับข้อมูลของท่าน","two-description":"เราอาจใช้ข้อมูลของท่าน เพื่อให้บริการที่ท่านร้องขอ ดูแล และปรุงปรุงเว็บไซต์ และส่งข่าวสารทางการตลาดให้แก่ท่าน","five-description":"เราอาจใช้คุกกี้ และเทคโนโลยีที่คล้ายกันอื่นๆ เพื่อช่วยในการให้บริการเว็บไซต์ของเรา ทำความเข้าใจและให้บริการตามความต้องการของท่าน รวมถึงแสดงโฆษณาที่เกี่ยวข้อง","four-description":"เราอาจแบ่งปันข้อมูลของท่านกับผู้จัดหา ผู้ให้บริการ และพันธมิตรของเรา","nine-description":"เราใช้มาตรการรักษาความปลอดภัยที่เหมาะสมในการปกป้องข้อมูลของท่าน และกำหนดให้ผู้ให้บริการของเรากระทำเช่นเดียวกัน","eight-description":"เราอาจเก็บข้อมูลจากหน่วยงานในสังกัด พันธมิตรธุรกิจ หรือผู้ให้บริการที่เป็นบุคคลที่สาม และท่านสามารถปฏิเสธการเก็บข้อมูลดังกล่าวนี้ได้","seven-description":"ประเทศ เราใช้มาตรการป้องกันที่เหมาะสม สำหรับการถ่ายโอนข้อมูลข้ามพรมแดน ซึ่งเป็นไปตามกฎหมายกำหนดสำหรับการถ่ายโอนข้อมูลระหว่างประเทศ","three-description":"ด้วยความยินยอมของท่าน เราอาจส่งข้อความแจ้งเตือน ซึ่งระบุข้อมูลการจองของท่าน และโปรแกรมของคลิกแอนด์โกที่ท่านเข้าร่วม","eleven-description":"การปรับปรุงนโยบายความเป็นส่วนตัว เราจะแจ้งให้ท่านทราบถึงการเปลี่ยนแปลงเนื้อหาใดๆ โดยการลงนโยบายความเป็นส่วนตัวที่ได้รับการปรับปรุงแล้วบนเว็บไซต์ และดำเนินการตามขั้นตอนที่จำเป็น","twelve-description":"เราอาจให้บริการลิงก์ไปยังเว็บไซต์ของบุคคลที่สาม ซึ่งเรามิได้เป็นเจ้าของหรือเป็นผู้ควบคุม และอยู่ภายใต้ข้อกำหนดและเงื่อนไขของผู้ใช้งานที่ต่างไป","address-company-name":"คลิก แอนด์ โก โอเอที (ประเทศไทย) บจก.","fourteen-description":"กรุณาติดต่อเราหากท่านมีข้อสงสัยใดๆ เกี่ยวกับนโยบายความเป็นส่วนตัวนี้ หรือเกี่ยวกับการใช้งานนโยบายนี้ ดังรายละเอียดที่ระบุไว้ด้านล่าง","thirteen-description":"ข้อมูลเกี่ยวกับผู้เยาว์ ภาษาของนโยบาย และข้อกำหนดการใช้งาน"}